{
  "Lang": "enUS",
  "ImgPrefix": "enUS-",

  "Title": "GAME-DREAMS",

  "ZHGameDreams": "",
  "GameDreams": "GAME-DREAMS ",
  "Game": "Game",
  "Dreams": "Dreams",

  "Menu1": "Home",
  "Menu2": "About Us",
  "Menu3": "Agency",
  "Menu4": "Mission/Vision",
  "Menu5": "Services",
  "Menu6": "Recruit",
  "Menu7": "Contact Us",

  "AboutPannel1Text1": "The corporate philosophy of GAME-DREAMS Digital Technology is embodied in a diverse team that pursues innovation, emphasizes integrity, and cares for society. Comprised of individuals who are passionate about life and possess numerous professional skills, the team is dedicated to advancing innovation, technology, and service on multiple fronts.",
  "AboutPannel1Text2": "Striving to foster corporate development, they endeavor to excel in their respective fields and continually improve. GAME-DREAMS is not merely a company but also a space and platform for fostering various forms of creativity.",
  "AboutPannel1Text3": "Here, you are encouraged to explore all avenues and experiment freely, allowing us to collectively discover the joys of the world and ignite a multitude of creative sparks.",

  "AboutPannel2Text": "is a global enterprise with over 20 years of industry experience and a pioneering spirit of innovation. Continuously at the forefront of industry trends, it provides comprehensive services including investment attraction, entertainment gaming, website operation, market consulting, and educational training.",
  "AboutPannel3Text": "prioritizes customer-centricity, delivering personalized services tailored to individual needs. With a focus on providing clients with comprehensive customized solutions, GAME-DREAMS ensures that the most suitable answers are crafted to help clients stand out in competitive markets.",
  "AboutPannel4Text": "'s business extends to multiple countries across Europe, the Americas, Africa, and beyond, providing global coverage. Leveraging outstanding expertise and experience, GAME-DREAMS is committed to assisting clients in exploring new markets and offering global service support to ensure their success.",
  "AboutPannel5Text": "provides the latest trend analysis and educational training courses to help clients grasp market dynamics, achieve business growth, and ensure they remain at the forefront of the industry.",
  "AboutPannel5Contact": "Feel free to contact us now to discuss how GAME-DREAMS'<br /> innovative services can help you achieve your business goals.",

  "About2Text": "It is people's yearning, imagination, or idealized state of life.",
  "About2BlueGreenText": "It refers to the ideal state people pursue in life, which may involve becoming a top player in a game, achieving a specific accomplishment, experiencing an immersive virtual world, or creating their own game. This dream can be personal or a shared vision of the entire gaming community.",
  "About2BlueText": "Broadly, game dreams can be an individual's or a group's aspirations and pursuits. They can also represent your idealized vision and pursuit of life goals.",

  "ZHMissionBackground1Title": "",
  "ZHMissionBackground2Title": "",
  "ZHMissionBackground3Title": "",
  "ZHMissionBackground4Title": "",
  "ZHMissionBackground5Title": "",
  "ZHMissionBackground6Title": "",
  "ZHMissionBackground7Title": "",

  "MissionBackground1Text": "The company is committed to continuous innovation and creation, driving the development of products, services, and solutions to meet the ever-changing needs of customers.",
  "MissionBackground2Text": "The company upholds high-quality standards, striving for excellence and providing customers with high-quality products and services.",
  "MissionBackground3Text": "The company places customer needs and satisfaction as its top priority. By deeply understanding our customers, we provide personalized and efficient solutions to establish long-term partnerships.",
  "MissionBackground4Text": "The company promotes a spirit of teamwork and sharing, encouraging employees to collaborate, support, and respect each other to achieve common goals.",
  "MissionBackground5Text": "The company is committed to addressing social and environmental issues by taking on corporate social responsibility and promoting sustainable development to maintain the well-being of society and the environment.",
  "MissionBackground6Text": "The company adheres to principles of transparency and integrity, establishing trust and open communication channels with customers, partners, and employees.",
  "MissionBackground7Text": "The company encourages continuous learning and growth for employees, providing learning opportunities and career development support to motivate them to achieve their personal and professional goals.",

  "ZHServicesItem1Title": "",
  "ZHServicesItem2Title": "",
  "ZHServicesItem3Title": "",
  "ZHServicesItem4Title": "",
  "ZHServicesItem5Title": "",
  "ZHServicesItem6Title": "",

  "ServicesItem1SubItem1": "Website Development",
  "ServicesItem1SubItem2": "Application Development",
  "ServicesItem1SubItem3": "Software Development",
  "ServicesItem1SubItem4": "Database Design and Management",

  "ServicesItem2SubItem1": "Website Design",
  "ServicesItem2SubItem2": "Application Programming Interface (API) Desig",
  "ServicesItem2SubItem3": "User Interface (UI) Design",
  "ServicesItem2SubItem4": "User Experience (UX) Design",

  "ServicesItem3SubItem1": "Game Development",
  "ServicesItem3SubItem2": "Game Testing and Optimization",
  "ServicesItem3SubItem3": "Game Publishing and Promotion",

  "ServicesItem4SubItem1": "Graphic Design",
  "ServicesItem4SubItem2": "Illustration and Comics",
  "ServicesItem4SubItem3": "3D Modeling and Animation",

  "ServicesItem5SubItem1": "Online Customer Support",
  "ServicesItem5SubItem2": "Phone Customer Support",
  "ServicesItem5SubItem3": "Social Media Customer Support",

  "ServicesItem6SubItem1": "Digital Marketing",
  "ServicesItem6SubItem2": "Project Management",
  "ServicesItem6SubItem3": "Technical Consulting",

  "ZHAgencyCountry1": "",
  "ZHAgencyCountry2": "",
  "ZHAgencyCountry3": "",
  "ZHAgencyCountry4": "",
  "ZHAgencyCountry5": "",
  "ZHAgencyCountry6": "",
  "ZHAgencyCountry7": "",
  "ZHAgencyCountry8": "",
  "ZHAgencyCountry9": "",

  "Recruitment2Title": "Looking for a companion",
  "Recruitment2Text": "Welcome to join our team, together we can maximize the value for our products and users.",
  "Recruitment2ResponsibilitiesSkills": "Key Responsibilities and Skills:",

  "Recruitment2Item1Title": "Product Manager",
  "Recruitment2Item1Text": "Designing, planning, and managing the operation of products, we are dedicated to crafting outstanding services for businesses, aiming for a win-win situation of user value and company profitability.",
  "Recruitment2Item1SubItem1": "1. Product Design and Operations: Responsible for the design, testing, operation, and continuous optimization of sports products, ensuring they meet user needs and market trends.",
  "Recruitment2Item1SubItem2": "2. Pursuit of User Value: Agile insight and analytical thinking skills to translate ideas into tangible products that satisfy user needs and expectations.",
  "Recruitment2Item1SubItem3": "3. Creativity and System Analysis: Demonstrates exceptional creativity, imagination, logical thinking, and system analysis skills, effectively organizing thoughts and communicating ideas.",
  "Recruitment2Item1SubItem4": "4. Experience Preferred: Basic understanding of development, testing, operations, and design; senior-level experience preferred with the ability to grasp and apply specific industry requirements and trends.",
  "Recruitment2Item1SubItem5": "5. Experience and Passion: Outstanding creativity, imagination, logical thinking, and system analysis skills; deeply passionate about internet products and driven by the dream of creating the best internet products possible.",

  "Recruitment2Item2Title": "Numerical Optimization Expert",
  "Recruitment2Item2Text": "Responsible for establishing the game system's numerical framework, utilizing mathematical modeling and analysis based on market demand and player behavior to ensure accuracy of the numerical system and optimize gaming experience.",
  "Recruitment2Item2SubItem1": "1  Numerical System Design: Lead the design and architecture of various numerical systems within the game, implementing content and continually optimizing and updating from a numerical perspective.",
  "Recruitment2Item2SubItem2": "2  Mathematical Modeling and Analysis: Perform mathematical modeling and in-depth analysis of the numerical system based on requirements, market trends, and player psychology to ensure the rationality and feasibility of the numerical design.",
  "Recruitment2Item2SubItem3": "3  Scheme Verification and Communication: Communicate closely with the planning team to establish and verify game numerical schemes, ensuring they meet game design requirements and overall strategy.",
  "Recruitment2Item2SubItem4": "4  Tool Application: Proficiently use VBA or Python tools for simulation verification and efficiency improvement of numerical models.",

  "Recruitment2Item3Title": "Game Planning",
  "Recruitment2Item3Text": "Responsible for the creative planning, playability design, and operational optimization of the game. Develop comprehensive game planning schemes and design documents, coordinating with the art and programming teams to advance the product process, ensuring continuous improvement in product quality and competitiveness.",
  "Recruitment2Item3SubItem1": "1  Game Design and Innovation: Responsible for designing various game types, deeply researching game mechanics, and possessing unique innovative design thinking.",
  "Recruitment2Item3SubItem2": "2  Product Optimization and Tracking: Monitor the game's performance after launch, conduct continuous analysis and optimization, solve problems, and propose improvements to enhance product competitiveness.",
  "Recruitment2Item3SubItem3": "3  Project Management and Coordination: Adjust work content flexibly according to project cycle needs, effectively coordinate with departments such as programming and art, and ensure the project is completed on time and with high quality.",
  "Recruitment2Item3SubItem4": "4  Multi-language Versions and International Market Experience: Experienced in planning multi-language version game products, with particular expertise in markets such as Vietnam and India being a plus.",
  "Recruitment2Item3SubItem5": "5  Document Creation and Technical Tools: Capable of independently writing standardized game design documents, and familiar with the application of document creation tools like Word and Excel.",
  "Recruitment2Item3SubItem6": "6  Analytical Skills and Logical Thinking: Possess strong analytical skills and logical thinking, able to deeply understand player psychology and game principles, and independently design clear gameplay and mechanics.",

  "Recruitment2Item4Title": "Public Relations Specialist",
  "Recruitment2Item4Text": "Responsible for the daily management of online media, topic creation, and the formulation and execution of event communication strategies. Skilled in uncovering the marketing value of products and platforms, and enhancing brand awareness and image through innovative methods.",
  "Recruitment2Item4SubItem1": "1. Comprehensive Online Marketing Strategy: Expert in writing innovative online communication plans, combining rich creative thinking with successful case experience.",
  "Recruitment2Item4SubItem2": "2. Optimized Event Communication: Develop clear event communication strategies to enhance content dissemination effectiveness and popular topic marketing strategies on platforms.",
  "Recruitment2Item4SubItem3": "3. News Material Management: Collect, organize, and write various news articles, including current news and industry dynamics reports, ensuring accuracy and objectivity.",
  "Recruitment2Item4SubItem4": "4. Editing and Quality Control: Edit and revise news content according to editorial requirements, delivering concise and accurate messages while adhering to professional ethics and standards.",
  "Recruitment2Item4SubItem5": "5. Language and Writing Skills: Possess excellent Chinese writing skills, capable of accurately conveying content, and proficient in bilingual writing and translation work.",
  "Recruitment2Item4SubItem6": "6. Industry Insight: Possess keen news instincts and strong news sensitivity, able to promptly identify trending events and news value.",
  "Recruitment2Item4SubItem7": "7. Teamwork and Responsibility: Demonstrate good teamwork spirit and resilience, able to work efficiently in a fast-paced environment.",

  "ContactTitle": "GameDreams",
  "ZHContact": "",
  "ContactName": "Name",
  "ContactPhone": "Phone",
  "ContactMail": "Mail",
  "ContactDetail": "Feedback",
  "ContactSend": "Send Message",
  "ContactTips": "If you would like to further understand, we welcome exchanges of information from all sectors with our company, and we will also serve you promptly.",
  "ContactAddress": "Address",
  "ContactPhone2": "Phone",

  "end": ""
}
